ack
awscli
caddy
cookiecutter
elixir
emacs
git
git-flow
go
graphviz
heroku
imagemagick
less
macvim
mailhog
mysql
pgcli
postgresql
pyenv-virtualenv
qt@5.5
rbenv
ripgrep
tig
tmate
tmux
vim
watchman
yarn
zsh
