ack
asciinema
autoconf
automake
awscli
cookiecutter
coreutils
cscope
ctags
doxygen
fontconfig
freetype
gd
gdbm
git
git-flow
go
graphviz
heroku
hugo
icu4c
imagemagick
jpeg
less
libevent
libffi
libgpg-error
libksba
libpng
libssh
libtiff
libtool
libyaml
macvim
mailhog
msgpack
mutt
mysql
node
openssl
pcre
pgcli
phantomjs
pkg-config
postgresql
pyenv
pyenv-virtualenv
python
python3
rbenv
readline
ruby-build
sqlite
the_silver_searcher
tig
tmate
tmux
tokyo-cabinet
watchman
webp
xz
yarn
zlib
zsh
