awscli
cookiecutter
elixir
emacs
git
git-flow
go
heroku-toolbelt
ruby-build
rbenv-default-gems
rbenv-gemset
imagemagick
less
mysql
nvm
pgcli
postgresql
pyenv-virtualenv
qt@5.5
rbenv
ripgrep
tig
tmate
tmux
watchman
yarn
zsh
zsh-completions
terraform
puma-dev
node
openssl
