tap "puma/puma"
tap "phrase/brewed"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "awscli"
brew "caddy"
brew "cookiecutter"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "doxygen"
brew "elixir"
brew "fontconfig"
brew "fzf"
brew "gd"
brew "git"
brew "git-flow"
brew "go"
brew "libtool"
brew "graphviz"
brew "heroku"
brew "sqlite"
brew "httpie"
brew "imagemagick"
brew "less"
brew "libevent"
brew "libffi"
brew "libgpg-error"
brew "libksba"
brew "libssh"
brew "libyaml"
brew "macvim", args: ["with-override-system-vim"]
brew "msgpack"
brew "mysql", restart_service: true
brew "pgcli"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt@5.5"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "terraform"
brew "tig"
brew "tmate"
brew "tmux"
brew "vim"
brew "watchman"
brew "yarn"
brew "zlib"
brew "zsh"
brew "phrase/brewed/phraseapp"
brew "puma/puma/puma-dev"
cask "emacs"
cask "flux"
cask "insomnia"
cask "postico"
cask "vlc"
